Repository: offyotto/Core-Monitor
Catalog: Core-Monitor/Localizable.xcstrings
Source language: en
Languages: af, am, ar, az, be, bg, bn, bs, ca, ceb, co, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fil, fr, fy, ga, gd, gl, gu, ha, haw, he, hi, hmn, hr, ht, hu, hy, id, ig, is, it, ja, jv, ka, kk, km, kn, ko, ku, ky, la, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, ny, pa, pl, ps, pt, ro, ru, sd, si, sk, sl, sm, sn, so, sq, st, su, sv, sw, ta, te, tg, th, tr, uk, ur, uz, vi, xh, yi, yo, zh_hans, zh_hant, zu

source: You're still editing Core-Monitor's custom Touch Bar layout, but the hardware Touch Bar is showing the standard macOS strip. Press Command-Shift-6 to return to the system Touch Bar, or switch back to Core-Monitor mode to apply these items live.
af: Jy redigeer steeds Core-Monitor se pasgemaakte Touch Bar-uitleg, maar die hardeware Touch Bar wys die standaard macOS-strook. Druk Command-Shift-6 om terug te keer na die stelsel Touch Bar, of skakel terug na Core-Monitor-modus om hierdie items regstreeks toe te pas.
am: አሁንም የCore-Monitor ብጁ Touch Bar አቀማመጥ እያርትዑ ነው፣ነገር ግን ሃርድዌሩ Touch Bar ደረጃውን የጠበቀ macOS ስትሪፕ እያሳየ ነው። ወደ ስርዓቱ Touch Bar ለመመለስ Command-Shift-6 ን ይጫኑ፣ ወይም እነዚህን እቃዎች በቀጥታ ለመተግበር ወደ Core-Monitor ሁነታ ይመለሱ።
ar: لا تزال تقوم بتحرير تخطيط Touch Bar المخصص لـ Core-Monitor، لكن جهاز Touch Bar يعرض شريط macOS القياسي. اضغط على Command-Shift-6 للعودة إلى نظام Touch Bar، أو قم بالتبديل مرة أخرى إلى وضع Core-Monitor لتطبيق هذه العناصر مباشرة.
az: Siz hələ də Core-Monitor-in fərdi Touch Bar tərtibatını redaktə edirsiniz, lakin Touch Bar aparatında standart macOS zolağı göstərilir. Touch Bar sisteminə qayıtmaq üçün Command-Shift-6 düyməsini basın və ya bu elementləri canlı tətbiq etmək üçün yenidən Core-Monitor rejiminə keçin.
be: Вы ўсё яшчэ рэдагуеце карыстальніцкі макет Touch Bar Core-Monitor, але абсталяванне Touch Bar паказвае стандартную паласу macOS. Націсніце Command-Shift-6, каб вярнуцца да сістэмы Touch Bar, або пераключыцеся назад у рэжым Core-Monitor, каб прымяніць гэтыя элементы ў жывым эфіры.
bg: Все още редактирате персонализираното Touch Bar оформление на Core-Monitor, но хардуерът Touch Bar показва стандартната macOS лента. Натиснете Command-Shift-6, за да се върнете към системата Touch Bar, или превключете обратно към режим Core-Monitor, за да приложите тези елементи на живо.
bn: আপনি এখনও Core-Monitor এর কাস্টম Touch Bar লেআউট সম্পাদনা করছেন, কিন্তু হার্ডওয়্যার Touch Bar স্ট্যান্ডার্ড macOS স্ট্রিপ দেখাচ্ছে৷ Touch Bar সিস্টেমে ফিরে যেতে Command-Shift-6 টিপুন, অথবা এই আইটেমগুলি লাইভ প্রয়োগ করতে Core-Monitor মোডে ফিরে যান।
bs: Još uvijek uređujete Core-Monitor prilagođeni Touch Bar raspored, ali hardverski Touch Bar prikazuje standardnu macOS traku. Pritisnite Command-Shift-6 da se vratite na sistem Touch Bar ili se vratite na Core-Monitor način rada da biste ove stavke primijenili uživo.
ca: Encara esteu editant el disseny Touch Bar personalitzat de Core-Monitor, però el maquinari Touch Bar mostra la tira estàndard macOS. Premeu Command-Maj-6 per tornar al sistema Touch Bar, o torneu al mode Core-Monitor per aplicar aquests elements en directe.
ceb: Gi-edit gihapon nimo ang Core-Monitor nga custom Touch Bar layout, apan ang hardware Touch Bar nagpakita sa standard nga macOS strip. Pindota ang Command-Shift-6 aron makabalik sa sistema Touch Bar, o ibalhin balik sa Core-Monitor mode aron magamit kini nga mga butang nga buhi.
co: Stai sempre editendu u layout Touch Bar persunalizatu di Core-Monitor, ma u hardware Touch Bar mostra a striscia standard macOS. Press Command-Shift-6 per vultà à u sistema Touch Bar, o torna à u modu Core-Monitor per applicà questi elementi in diretta.
cs: Stále upravujete vlastní rozložení Touch Bar Core-Monitor, ale hardwarový Touch Bar zobrazuje standardní pás macOS. Stisknutím Command-Shift-6 se vrátíte do systému Touch Bar nebo přepněte zpět do režimu Core-Monitor, chcete-li tyto položky použít živě.
cy: Rydych chi'n dal i olygu cynllun Core-Monitor arferol Touch Bar, ond mae'r caledwedd Touch Bar yn dangos y stribed safonol macOS. Pwyswch Command-Shift-6 i ddychwelyd i'r system Touch Bar, neu newidiwch yn ôl i'r modd Core-Monitor i gymhwyso'r eitemau hyn yn fyw.
da: Du redigerer stadig Core-Monitors brugerdefinerede Touch Bar-layout, men hardwaren Touch Bar viser standard macOS-strimlen. Tryk på Command-Shift-6 for at vende tilbage til systemet Touch Bar, eller skift tilbage til tilstanden Core-Monitor for at anvende disse elementer live.
de: Sie bearbeiten immer noch das benutzerdefinierte Touch Bar-Layout von Core-Monitor, aber die Hardware Touch Bar zeigt den Standardstreifen macOS an. Drücken Sie Befehl-Umschalt-6, um zum System Touch Bar zurückzukehren, oder wechseln Sie zurück in den Core-Monitor-Modus, um diese Elemente live anzuwenden.
el: Εξακολουθείτε να επεξεργάζεστε την προσαρμοσμένη διάταξη Touch Bar του Core-Monitor, αλλά το υλικό Touch Bar εμφανίζει την τυπική λωρίδα macOS. Πατήστε Command-Shift-6 για να επιστρέψετε στο σύστημα Touch Bar ή επιστρέψτε στη λειτουργία Core-Monitor για να εφαρμόσετε αυτά τα στοιχεία ζωντανά.
eo: Vi ankoraŭ redaktas la kutimon Touch Bar de Core-Monitor, sed la aparataro Touch Bar montras la norman macOS-strion. Premu Komando-Shift-6 por reveni al la sistemo Touch Bar, aŭ ŝanĝi reen al Core-Monitor-reĝimo por apliki ĉi tiujn erojn en vivo.
es: Todavía estás editando el diseño personalizado Touch Bar de Core-Monitor, pero el hardware Touch Bar muestra la tira estándar macOS. Presione Comando-Shift-6 para regresar al sistema Touch Bar, o vuelva al modo Core-Monitor para aplicar estos elementos en vivo.
et: Redigeerite endiselt Core-Monitor kohandatud Touch Bar paigutust, kuid riistvara Touch Bar näitab standardset macOS riba. Süsteemi Touch Bar naasmiseks vajutage klahvikombinatsiooni Command-Shift-6 või lülituge tagasi režiimile Core-Monitor, et neid üksusi reaalajas rakendada.
eu: Oraindik Core-Monitor-ren Touch Bar diseinu pertsonalizatua editatzen ari zara, baina hardware Touch Bar macOS zerrenda estandarra erakusten ari da. Sakatu Komando-Maius-6 Touch Bar sistemara itzultzeko, edo itzuli Core-Monitor modura elementu hauek zuzenean aplikatzeko.
fa: شما همچنان در حال ویرایش طرح‌بندی سفارشی Touch Bar Core-Monitor هستید، اما سخت‌افزار Touch Bar نوار استاندارد macOS را نشان می‌دهد. Command-Shift-6 را فشار دهید تا به سیستم Touch Bar برگردید، یا برای اعمال زنده این موارد به حالت Core-Monitor برگردید.
fi: Muokkaat edelleen Core-Monitor:n mukautettua Touch Bar-asettelua, mutta laitteistossa Touch Bar näkyy tavallinen macOS-nauha. Paina Command-Shift-6 palataksesi järjestelmään Touch Bar tai vaihda takaisin Core-Monitor-tilaan ottaaksesi nämä kohteet käyttöön.
fil: Ine-edit mo pa rin ang pasadyang Touch Bar na layout ng Core-Monitor, ngunit ang hardware na Touch Bar ay nagpapakita ng karaniwang macOS strip. Pindutin ang Command-Shift-6 upang bumalik sa system Touch Bar, o bumalik sa Core-Monitor mode upang ilapat ang mga item na ito nang live.
fr: Vous êtes toujours en train de modifier la disposition Touch Bar personnalisée de Core-Monitor, mais le matériel Touch Bar affiche la bande macOS standard. Appuyez sur Commande-Maj-6 pour revenir au système Touch Bar, ou revenez au mode Core-Monitor pour appliquer ces éléments en direct.
fy: Jo bewurkje noch de oanpaste Touch Bar-yndieling fan Core-Monitor, mar de hardware Touch Bar toant de standert macOS-strip. Druk op Kommando-Shift-6 om werom te gean nei it systeem Touch Bar, of wikselje werom nei Core-Monitor-modus om dizze items live te brûken.
ga: Tá tú fós ag déanamh eagarthóireacht ar leagan amach saincheaptha Core-Monitor ar leagan amach saincheaptha Touch Bar, ach tá na crua-earraí Touch Bar ag taispeáint an stiall caighdeánach macOS. Brúigh Command-Shift-6 chun filleadh ar an gcóras Touch Bar, nó aistrigh ar ais go modh Core-Monitor chun na míreanna seo a chur i bhfeidhm beo.
gd: Tha thu fhathast a’ deasachadh cruth àbhaisteach Core-Monitor Touch Bar, ach tha am bathar-cruaidh Touch Bar a’ sealltainn an stiall àbhaisteach macOS. Brùth Command-Shift-6 gus tilleadh chun t-siostam Touch Bar, no tionndaidh air ais gu modh Core-Monitor gus na nithean sin a chuir an sàs beò.
gl: Aínda estás editando o deseño personalizado de Touch Bar de Core-Monitor, pero o hardware Touch Bar mostra a franxa estándar de macOS. Preme Comando-Maiúsculas-6 para volver ao sistema Touch Bar ou volve ao modo Core-Monitor para aplicar estes elementos en directo.
gu: તમે હજુ પણ Core-Monitor ના કસ્ટમ Touch Bar લેઆઉટને સંપાદિત કરી રહ્યાં છો, પરંતુ હાર્ડવેર Touch Bar પ્રમાણભૂત macOS સ્ટ્રીપ દર્શાવે છે. સિસ્ટમ Touch Bar પર પાછા ફરવા માટે Command-Shift-6 દબાવો, અથવા આ આઇટમ્સને લાઇવ લાગુ કરવા માટે Core-Monitor મોડ પર પાછા સ્વિચ કરો.
ha: Har yanzu kuna gyara fasalin Core-Monitor na al'adar Touch Bar, amma kayan aikin Touch Bar yana nuna daidaitaccen tsiri macOS. Danna Command-Shift-6 don komawa zuwa tsarin Touch Bar, ko komawa zuwa yanayin Core-Monitor don amfani da waɗannan abubuwan kai tsaye.
haw: Ke hoʻoponopono nei ʻoe i ka hoʻolālā maʻamau Touch Bar o Core-Monitor, akā ke hōʻike nei ka hāmeʻa Touch Bar i ka pahu macOS maʻamau. E kaomi i ke Kauoha-Shift-6 e hoʻi i ka ʻōnaehana Touch Bar, a i ʻole e hoʻi i ke ʻano Core-Monitor e hoʻohana i kēia mau mea.
he: אתה עדיין עורך את פריסת Touch Bar המותאמת אישית של Core-Monitor, אבל החומרה Touch Bar מציגה את הרצועה הסטנדרטית של macOS. הקש Command-Shift-6 כדי לחזור למערכת Touch Bar, או עבור חזרה למצב Core-Monitor כדי להחיל פריטים אלה בשידור חי.
hi: आप अभी भी Core-Monitor के कस्टम Touch Bar लेआउट का संपादन कर रहे हैं, लेकिन हार्डवेयर Touch Bar मानक macOS स्ट्रिप दिखा रहा है। सिस्टम Touch Bar पर लौटने के लिए Command-Shift-6 दबाएँ, या इन आइटम्स को लाइव लागू करने के लिए Core-Monitor मोड पर वापस जाएँ।
hmn: Koj tseem tab tom kho Core-Monitor txoj kev cai Touch Bar layout, tab sis lub hardware Touch Bar qhia tus qauv macOS sawb. Nias Command-Shift-6 rov qab mus rau lub kaw lus Touch Bar, lossis hloov rov qab mus rau Core-Monitor hom siv cov khoom no nyob.
hr: Još uvijek uređujete prilagođeni Touch Bar izgled Core-Monitor, ali hardver Touch Bar prikazuje standardnu traku macOS. Pritisnite Command-Shift-6 za povratak na sustav Touch Bar ili se vratite na način Core-Monitor za primjenu ovih stavki uživo.
ht: Ou toujou ap modifye Core-Monitor koutim Touch Bar layout, men pyès ki nan konpitè Touch Bar ap montre estanda macOS bann. Peze Kòmandman-Shift-6 pou retounen nan sistèm Touch Bar, oswa chanje tounen nan mòd Core-Monitor pou aplike atik sa yo viv.
hu: Még mindig szerkeszti a Core-Monitor egyéni Touch Bar elrendezését, de a hardveres Touch Bar a szabványos macOS csíkot mutatja. Nyomja meg a Command-Shift-6 billentyűkombinációt a Touch Bar rendszerhez való visszatéréshez, vagy váltson vissza Core-Monitor módba az elemek élő alkalmazásához.
hy: Դուք դեռ խմբագրում եք Core-Monitor-ի հատուկ Touch Bar դասավորությունը, սակայն Touch Bar սարքավորումը ցույց է տալիս ստանդարտ macOS ժապավենը: Սեղմեք Command-Shift-6՝ Touch Bar համակարգ վերադառնալու համար, կամ նորից միացրեք Core-Monitor ռեժիմին՝ այս տարրերն ուղիղ եթերում կիրառելու համար:
id: Anda masih mengedit tata letak Touch Bar kustom Core-Monitor, namun perangkat keras Touch Bar menampilkan strip macOS standar. Tekan Command-Shift-6 untuk kembali ke sistem Touch Bar, atau beralih kembali ke mode Core-Monitor untuk menerapkan item ini secara langsung.
ig: Ị ka na-edezi okirikiri nhọrọ ukwuu Core-Monitor Touch Bar, mana ngwaike Touch Bar na-egosi eriri macOS ọkọlọtọ. Pịa Command-Shift-6 ka ịlaghachi na sistemụ Touch Bar, ma ọ bụ laghachi azụ na ọnọdụ Core-Monitor ka itinye ihe ndị a ndụ.
is: Þú ert enn að breyta sérsniðnu Touch Bar skipulagi Core-Monitor, en vélbúnaðurinn Touch Bar sýnir staðlaða macOS ræmuna. Ýttu á Command-Shift-6 til að fara aftur í kerfið Touch Bar, eða skiptu aftur í Core-Monitor ham til að nota þessi atriði í beinni.
it: Stai ancora modificando il layout Touch Bar personalizzato di Core-Monitor, ma l'hardware Touch Bar mostra la striscia macOS standard. Premi Comando-Maiuscole-6 per tornare al sistema Touch Bar o torna alla modalità Core-Monitor per applicare questi elementi in tempo reale.
ja: Core-Monitor のカスタム Touch Bar レイアウトを編集中ですが、ハードウェア Touch Bar には標準の macOS ストリップが表示されています。 Command-Shift-6 を押してシステム Touch Bar に戻るか、Core-Monitor モードに戻ってこれらの項目をライブで適用します。
jv: Sampeyan isih nyunting tata letak Touch Bar khusus Core-Monitor, nanging hardware Touch Bar nuduhake strip standar macOS. Pencet Command-Shift-6 kanggo bali menyang sistem Touch Bar, utawa bali menyang mode Core-Monitor kanggo aplikasi item iki urip.
ka: თქვენ კვლავ არედაქტირებთ Core-Monitor-ის მორგებულ Touch Bar განლაგებას, მაგრამ აპარატურა Touch Bar აჩვენებს სტანდარტულ macOS ზოლს. დააჭირეთ Command-Shift-6 Touch Bar სისტემაში დასაბრუნებლად, ან გადართეთ Core-Monitor რეჟიმში, რომ გამოიყენოთ ეს ელემენტები პირდაპირ ეთერში.
kk: Сіз әлі Core-Monitor реттелетін Touch Bar орналасуын өңдеп жатырсыз, бірақ Touch Bar аппараттық құралы стандартты macOS жолағын көрсетуде. Touch Bar жүйесіне оралу үшін Command-Shift-6 пернесін басыңыз немесе осы элементтерді тікелей қолдану үшін Core-Monitor режиміне қайта ауысыңыз.
km: អ្នកនៅតែកែសម្រួលប្លង់ Touch Bar ផ្ទាល់ខ្លួនរបស់ Core-Monitor ប៉ុន្តែផ្នែករឹង Touch Bar កំពុងបង្ហាញបន្ទះ macOS ស្តង់ដារ។ ចុច Command-Shift-6 ដើម្បីត្រឡប់ទៅប្រព័ន្ធ Touch Bar ឬប្តូរត្រឡប់ទៅរបៀប Core-Monitor ដើម្បីអនុវត្តធាតុទាំងនេះបន្តផ្ទាល់។
kn: ನೀವು ಇನ್ನೂ Core-Monitor ನ ಕಸ್ಟಮ್ Touch Bar ಲೇಔಟ್ ಅನ್ನು ಸಂಪಾದಿಸುತ್ತಿರುವಿರಿ, ಆದರೆ ಹಾರ್ಡ್‌ವೇರ್ Touch Bar ಪ್ರಮಾಣಿತ macOS ಪಟ್ಟಿಯನ್ನು ತೋರಿಸುತ್ತಿದೆ. Touch Bar ಸಿಸ್ಟಮ್‌ಗೆ ಹಿಂತಿರುಗಲು ಕಮಾಂಡ್-ಶಿಫ್ಟ್-6 ಅನ್ನು ಒತ್ತಿರಿ ಅಥವಾ ಈ ಐಟಂಗಳನ್ನು ಲೈವ್ ಆಗಿ ಅನ್ವಯಿಸಲು Core-Monitor ಮೋಡ್‌ಗೆ ಹಿಂತಿರುಗಿ.
ko: 여전히 Core-Monitor의 사용자 정의 Touch Bar 레이아웃을 편집하고 있지만 하드웨어 Touch Bar에는 표준 macOS 스트립이 표시됩니다. Command-Shift-6을 눌러 시스템 Touch Bar로 돌아가거나 Core-Monitor 모드로 다시 전환하여 이러한 항목을 실시간으로 적용하세요.
ku: Hûn hîn jî sêwirana Touch Bar-ya xwerû ya Core-Monitor-ê diguherînin, lê hardware Touch Bar rêzika standard macOS nîşan dide. Command-Shift-6 bikirtînin da ku vegerin pergala Touch Bar, an jî vegerin moda Core-Monitor da ku van tiştan zindî bicîh bikin.
ky: Сиз дагы эле Core-Monitor ыңгайлаштырылган Touch Bar макетін түзөтүп жатасыз, бирок Touch Bar жабдыгы стандарттык macOS тилкесин көрсөтүп жатат. Touch Bar тутумуна кайтуу үчүн Command-Shift-6 баскычтарын басыңыз же бул элементтерди түз колдонуу үчүн кайра Core-Monitor режимине которулуңуз.
la: Adhuc Core-Monitor morem Touch Bar in layout edis, sed ferramentum Touch Bar ostendes vexillum macOS habena. Torcular Imperii-Shift-6 redire ad systema Touch Bar, vel ad Core-Monitor modum flectendum est ut haec item vivant.
lb: Dir ännert nach ëmmer dem Core-Monitor säi personaliséierte Touch Bar Layout, awer d'Hardware Touch Bar weist de Standard macOS Sträif. Dréckt Kommando-Shift-6 fir zréck an de System Touch Bar, oder wiesselt zréck op den Core-Monitor Modus fir dës Elementer live z'applizéieren.
lo: ທ່ານຍັງຄົງແກ້ໄຂຮູບແບບ Touch Bar ແບບກຳນົດເອງຂອງ Core-Monitor, ແຕ່ຮາດແວ Touch Bar ກຳລັງສະແດງແຖບ macOS ມາດຕະຖານ. ກົດ Command-Shift-6 ເພື່ອກັບຄືນຫາລະບົບ Touch Bar, ຫຼືປ່ຽນກັບໄປໂໝດ Core-Monitor ເພື່ອນຳໃຊ້ລາຍການເຫຼົ່ານີ້ສົດໆ.
lt: Vis dar redaguojate Core-Monitor tinkintą Touch Bar išdėstymą, bet aparatinė Touch Bar rodo standartinę macOS juostą. Paspauskite Command-Shift-6, kad grįžtumėte į sistemą Touch Bar, arba perjunkite atgal į Core-Monitor režimą, kad pritaikytumėte šiuos elementus tiesiogiai.
lv: Jūs joprojām rediģējat Core-Monitor pielāgoto Touch Bar izkārtojumu, bet aparatūra Touch Bar parāda standarta macOS joslu. Nospiediet Command-Shift-6, lai atgrieztos sistēmā Touch Bar, vai pārslēdzieties atpakaļ uz Core-Monitor režīmu, lai lietotu šos vienumus tiešraidē.
mg: Mbola manova ny lamina Touch Bar mahazatra an'i Core-Monitor ianao, fa ny fitaovana Touch Bar dia mampiseho ny tsipika mahazatra macOS. Tsindrio ny Command-Shift-6 raha te hiverina amin'ny rafitra Touch Bar, na miverena amin'ny fomba Core-Monitor hampihatra mivantana ireo zavatra ireo.
mi: Kei te whakatika tonu koe i te whakatakotoranga ritenga Touch Bar a Core-Monitor, engari kei te whakaatu te taputapu Touch Bar i te riipene paerewa macOS. Pēhia te Whakahau-Shift-6 kia hoki ki te punaha Touch Bar, ka huri ranei ki te aratau Core-Monitor hei whakamahi i enei taonga.
mk: Сè уште го уредувате приспособениот распоред Touch Bar на Core-Monitor, но хардверот Touch Bar ја прикажува стандардната лента macOS. Притиснете Command-Shift-6 за да се вратите на системот Touch Bar или префрлете се на режимот Core-Monitor за да ги примените овие ставки во живо.
ml: നിങ്ങൾ ഇപ്പോഴും Core-Monitor-ൻ്റെ ഇഷ്‌ടാനുസൃത Touch Bar ലേഔട്ട് എഡിറ്റ് ചെയ്യുകയാണ്, എന്നാൽ ഹാർഡ്‌വെയർ Touch Bar സാധാരണ macOS സ്ട്രിപ്പ് കാണിക്കുന്നു. Touch Bar സിസ്റ്റത്തിലേക്ക് മടങ്ങാൻ Command-Shift-6 അമർത്തുക, അല്ലെങ്കിൽ ഈ ഇനങ്ങൾ തത്സമയം പ്രയോഗിക്കാൻ Core-Monitor മോഡിലേക്ക് മടങ്ങുക.
mn: Та Core-Monitor-ийн захиалгат Touch Bar бүдүүвчийг зассан хэвээр байгаа ч Touch Bar техник хангамж нь стандарт macOS зурвасыг харуулж байна. Touch Bar систем рүү буцахын тулд Command-Shift-6-г дарах эсвэл эдгээр зүйлийг шууд хэрэгжүүлэхийн тулд Core-Monitor горим руу буцна уу.
mr: तुम्ही अजूनही Core-Monitor चा सानुकूल Touch Bar लेआउट संपादित करत आहात, परंतु हार्डवेअर Touch Bar मानक macOS पट्टी दाखवत आहे. सिस्टम Touch Bar वर परत येण्यासाठी Command-Shift-6 दाबा किंवा हे आयटम थेट लागू करण्यासाठी Core-Monitor मोडवर परत जा.
ms: Anda masih mengedit reka letak tersuai Touch Bar Core-Monitor, tetapi perkakasan Touch Bar menunjukkan jalur macOS standard. Tekan Command-Shift-6 untuk kembali ke sistem Touch Bar, atau tukar kembali ke mod Core-Monitor untuk menggunakan item ini secara langsung.
mt: Int għadek teditja t-tqassim Touch Bar tad-dwana ta 'Core-Monitor, iżda l-hardware Touch Bar qed juri l-istrixxa standard macOS. Agħfas Kmand-Shift-6 biex terġa 'lura għas-sistema Touch Bar, jew taqleb lura għall-modalità Core-Monitor biex tapplika dawn l-oġġetti ħajjin.
my: သင်သည် Core-Monitor ၏ စိတ်ကြိုက် Touch Bar အပြင်အဆင်ကို တည်းဖြတ်ဆဲဖြစ်သော်လည်း ဟာ့ဒ်ဝဲ Touch Bar သည် စံ macOS အကွက်ကို ပြသနေသည်။ စနစ် Touch Bar သို့ပြန်သွားရန် Command-Shift-6 ကိုနှိပ်ပါ၊ သို့မဟုတ် ဤအရာများကို တိုက်ရိုက်အသုံးပြုရန် Core-Monitor မုဒ်သို့ ပြန်ပြောင်းပါ။
nb: Du redigerer fortsatt Core-Monitors tilpassede Touch Bar-layout, men maskinvaren Touch Bar viser standard macOS-stripen. Trykk Command-Shift-6 for å gå tilbake til systemet Touch Bar, eller bytt tilbake til Core-Monitor-modus for å bruke disse elementene live.
ne: तपाईं अझै पनि Core-Monitor को अनुकूलन Touch Bar लेआउट सम्पादन गर्दै हुनुहुन्छ, तर हार्डवेयर Touch Bar ले मानक macOS स्ट्रिप देखाउँदै छ। प्रणाली Touch Bar मा फर्कन Command-Shift-6 थिच्नुहोस्, वा यी वस्तुहरू प्रत्यक्ष लागू गर्न Core-Monitor मोडमा फर्कनुहोस्।
nl: U bent nog steeds bezig met het bewerken van de aangepaste Touch Bar-indeling van Core-Monitor, maar de hardware Touch Bar toont de standaard macOS-strip. Druk op Command-Shift-6 om terug te keren naar het systeem Touch Bar, of schakel terug naar de Core-Monitor-modus om deze items live toe te passen.
ny: Mukusinthabe mawonekedwe a Core-Monitor a Touch Bar, koma zida Touch Bar zikuwonetsa mzere wa macOS. Dinani Command-Shift-6 kuti mubwerere ku Touch Bar, kapena bwererani ku Core-Monitor mode kuti mugwiritse ntchito zinthu izi kukhalapo.
pa: ਤੁਸੀਂ ਅਜੇ ਵੀ Core-Monitor ਦੇ ਕਸਟਮ Touch Bar ਲੇਆਉਟ ਨੂੰ ਸੰਪਾਦਿਤ ਕਰ ਰਹੇ ਹੋ, ਪਰ ਹਾਰਡਵੇਅਰ Touch Bar ਸਟੈਂਡਰਡ macOS ਸਟ੍ਰਿਪ ਦਿਖਾ ਰਿਹਾ ਹੈ। ਸਿਸਟਮ Touch Bar 'ਤੇ ਵਾਪਸ ਜਾਣ ਲਈ Command-Shift-6 ਦਬਾਓ, ਜਾਂ ਇਹਨਾਂ ਆਈਟਮਾਂ ਨੂੰ ਲਾਈਵ ਲਾਗੂ ਕਰਨ ਲਈ Core-Monitor ਮੋਡ 'ਤੇ ਵਾਪਸ ਜਾਓ।
pl: Nadal edytujesz niestandardowy układ Touch Bar Core-Monitor, ale sprzęt Touch Bar wyświetla standardowy pasek macOS. Naciśnij Command-Shift-6, aby powrócić do systemu Touch Bar lub przełącz się z powrotem do trybu Core-Monitor, aby zastosować te elementy na żywo.
ps: تاسو لاهم د Core-Monitor دودیز Touch Bar ترتیب ترمیم کوئ ، مګر هارډویر Touch Bar معیاري macOS پټه ښیې. د Touch Bar سیسټم ته د بیرته راستنیدو لپاره Command-Shift-6 فشار ورکړئ، یا بیرته Core-Monitor حالت ته لاړ شئ ترڅو دا توکي په ژوندۍ بڼه پلي کړئ.
pt: Você ainda está editando o layout Touch Bar personalizado do Core-Monitor, mas o hardware Touch Bar está mostrando a faixa macOS padrão. Pressione Command-Shift-6 para retornar ao sistema Touch Bar ou volte para o modo Core-Monitor para aplicar esses itens ao vivo.
ro: Încă editați aspectul personalizat Touch Bar al lui Core-Monitor, dar hardware-ul Touch Bar afișează banda standard macOS. Apăsați Command-Shift-6 pentru a reveni la sistemul Touch Bar sau comutați înapoi la modul Core-Monitor pentru a aplica aceste elemente în direct.
ru: Вы все еще редактируете пользовательский макет Touch Bar Core-Monitor, но аппаратный Touch Bar показывает стандартную полосу macOS. Нажмите Command-Shift-6, чтобы вернуться в систему Touch Bar, или вернитесь в режим Core-Monitor, чтобы применить эти элементы в реальном времени.
sd: توھان اڃا تائين تبديل ڪري رھيا آھيو Core-Monitor جي ڪسٽم Touch Bar ترتيب، پر هارڊويئر Touch Bar ڏيکاري رھيو آھي معياري macOS پٽي. سسٽم ڏانهن واپسي لاءِ Command-Shift-6 کي دٻايو Touch Bar، يا واپس سوئچ ڪريو Core-Monitor موڊ ڏانھن انھن شين کي لائيو لاڳو ڪرڻ لاءِ.
si: ඔබ තවමත් Core-Monitor හි අභිරුචි Touch Bar පිරිසැලසුම සංස්කරණය කරයි, නමුත් දෘඪාංග Touch Bar සම්මත macOS තීරුව පෙන්වයි. Touch Bar පද්ධතියට ආපසු යාමට Command-Shift-6 ඔබන්න, නැතහොත් මෙම අයිතම සජීවීව යෙදීමට Core-Monitor ප්‍රකාරයට ආපසු යන්න.
sk: Stále upravujete vlastné rozloženie Touch Bar Core-Monitor, ale hardvérový Touch Bar zobrazuje štandardný pásik macOS. Stlačením Command-Shift-6 sa vrátite do systému Touch Bar alebo prepnite späť do režimu Core-Monitor, aby ste tieto položky použili naživo.
sl: Še vedno urejate postavitev Touch Bar po meri Core-Monitor, vendar strojna oprema Touch Bar prikazuje standardni trak macOS. Pritisnite Command-Shift-6, da se vrnete v sistem Touch Bar, ali preklopite nazaj v način Core-Monitor, da te elemente uporabite v živo.
sm: O lo'o e fa'asa'oina pea le fa'asologa o le Touch Bar a le Core-Monitor, ae o le meafaigaluega Touch Bar o lo'o fa'aalia le fa'ailoga masani a le macOS. Oomi le Command-Shift-6 e toe fo'i i le faiga Touch Bar, pe toe sui i le Core-Monitor mode e fa'aoga ai mea nei.
sn: Iwe uchiri kugadzirisa Core-Monitor tsika yeTouch Bar, asi hardware Touch Bar iri kuratidza yakajairwa macOS. Dzvanya Command-Shift-6 kuti udzoke kune system Touch Bar, kana dzokera kuCore-Monitor modhi yekushandisa zvinhu izvi live.
so: Weli waxaad tafatiraysaa qaabka Core-Monitor ee qaabka Touch Bar, laakiin qalabka Touch Bar wuxuu muujinayaa xariijinta heerka macOS. Riix Command-Shift-6 si aad ugu soo noqoto nidaamka Touch Bar, ama dib ugu noqo qaabka Core-Monitor si aad alaabtan si toos ah ugu dabaqdo.
sq: Jeni ende duke redaktuar paraqitjen e personalizuar Touch Bar të Core-Monitor, por hardueri Touch Bar po tregon shiritin standard macOS. Shtypni Command-Shift-6 për t'u kthyer në sistem Touch Bar ose kthehuni në modalitetin Core-Monitor për t'i zbatuar këto artikuj drejtpërdrejt.
st: U ntse u hlophisa sebopeho sa Core-Monitor sa Touch Bar, empa hardware Touch Bar e bonts'a mohala o tloaelehileng oa macOS. Tobetsa Command-Shift-6 ho khutlela ho sistimi Touch Bar, kapa u khutlele ho mokhoa oa Core-Monitor ho sebelisa lintho tsena ka kotloloho.
su: Anjeun masih ngédit perenah Core-Monitor adat Touch Bar, tapi hardware Touch Bar nunjukkeun jalur standar macOS. Pencét Komando-Shift-6 pikeun mulang ka sistem Touch Bar, atanapi pindah deui ka modeu Core-Monitor pikeun nerapkeun barang-barang ieu langsung.
sv: Du redigerar fortfarande Core-Monitors anpassade Touch Bar-layout, men hårdvaran Touch Bar visar standardremsan macOS. Tryck på Kommando-Skift-6 för att återgå till systemet Touch Bar, eller växla tillbaka till Core-Monitor-läge för att tillämpa dessa objekt live.
sw: Bado unahariri mpangilio maalum wa Core-Monitor Touch Bar, lakini maunzi Touch Bar inaonyesha utepe wa kawaida wa macOS. Bonyeza Command-Shift-6 ili urudi kwenye mfumo Touch Bar, au urudi kwenye hali ya Core-Monitor ili kutumia bidhaa hizi moja kwa moja.
ta: நீங்கள் இன்னும் Core-Monitor இன் தனிப்பயன் Touch Bar தளவமைப்பைத் திருத்துகிறீர்கள், ஆனால் வன்பொருள் Touch Bar நிலையான macOS ஸ்ட்ரிப்பைக் காட்டுகிறது. Touch Bar கணினிக்குத் திரும்ப கட்டளை-Shift-6ஐ அழுத்தவும் அல்லது இந்த உருப்படிகளை நேரலையில் பயன்படுத்த Core-Monitor பயன்முறைக்கு மாறவும்.
te: మీరు ఇప్పటికీ Core-Monitor అనుకూల Touch Bar లేఅవుట్‌ని సవరిస్తున్నారు, కానీ హార్డ్‌వేర్ Touch Bar ప్రామాణిక macOS స్ట్రిప్‌ని చూపుతోంది. సిస్టమ్ Touch Barకి తిరిగి రావడానికి Command-Shift-6ని నొక్కండి లేదా ఈ అంశాలను ప్రత్యక్షంగా వర్తింపజేయడానికి Core-Monitor మోడ్‌కి తిరిగి మారండి.
tg: Шумо то ҳол тарҳбандии фармоишии Core-Monitor-ро таҳрир мекунед, аммо сахтафзори Touch Bar рахи стандартии macOS-ро нишон медиҳад. Барои ба система баргаштан ба система Touch Bar Command-Shift-6-ро пахш кунед ё ба ҳолати Core-Monitor баргардед, то ин ҷузъҳоро ба таври зинда татбиқ кунед.
th: คุณยังคงแก้ไขเค้าโครง Touch Bar แบบกำหนดเองของ Core-Monitor แต่ฮาร์ดแวร์ Touch Bar กำลังแสดงแถบ macOS มาตรฐาน กด Command-Shift-6 เพื่อกลับสู่ระบบ Touch Bar หรือสลับกลับไปที่โหมด Core-Monitor เพื่อใช้รายการเหล่านี้ทันที
tr: Hala Core-Monitor'nin özel Touch Bar düzenini düzenliyorsunuz, ancak Touch Bar donanımı standart macOS şeridini gösteriyor. Touch Bar sistemine dönmek için Command-Shift-6 tuşlarına basın veya bu öğeleri canlı olarak uygulamak için Core-Monitor moduna geri dönün.
uk: Ви все ще редагуєте спеціальний макет Touch Bar Core-Monitor, але апаратне забезпечення Touch Bar показує стандартну смужку macOS. Натисніть Command-Shift-6, щоб повернутися до системи Touch Bar, або поверніться в режим Core-Monitor, щоб застосувати ці елементи в реальному часі.
ur: آپ ابھی بھی Core-Monitor کے حسب ضرورت Touch Bar لے آؤٹ میں ترمیم کر رہے ہیں، لیکن ہارڈ ویئر Touch Bar معیاری macOS پٹی دکھا رہا ہے۔ سسٹم Touch Bar پر واپس جانے کے لیے Command-Shift-6 دبائیں، یا ان آئٹمز کو لائیو لاگو کرنے کے لیے Core-Monitor موڈ پر واپس جائیں۔
uz: Siz hali ham Core-Monitor moslashtirilgan Touch Bar tartibini tahrir qilyapsiz, lekin Touch Bar apparati standart macOS tasmasini ko‘rsatmoqda. Touch Bar tizimiga qaytish uchun Buyruq-Shift-6-ni bosing yoki ushbu elementlarni jonli ravishda qo'llash uchun Core-Monitor rejimiga qayting.
vi: Bạn vẫn đang chỉnh sửa bố cục Touch Bar tùy chỉnh của Core-Monitor nhưng phần cứng Touch Bar đang hiển thị dải macOS tiêu chuẩn. Nhấn Command-Shift-6 để quay lại hệ thống Touch Bar hoặc chuyển về chế độ Core-Monitor để áp dụng trực tiếp các mục này.
xh: Usahlela i-Core-Monitor yesiko le-Touch Bar, kodwa i-hardware Touch Bar ibonisa umgca we-macOS oqhelekileyo. Cinezela u-Command-Shift-6 ukuze ubuyele kwisistim Touch Bar, okanye ubuyele kwimo ye-Core-Monitor ukuze usebenzise ezi zinto ngokuphila.
yi: איר נאָך עדיטינג Core-Monitor ס מנהג Touch Bar אויסלייג, אָבער די ייַזנוואַרג Touch Bar ווייַזן די נאָרמאַל macOS פּאַס. דרוק קאַמאַנד-שיפט-6 צו צוריקקומען צו די סיסטעם Touch Bar, אָדער באַשטימען צוריק צו Core-Monitor מאָדע צו צולייגן די ייטאַמז לעבן.
yo: O tun n ṣatunṣe aṣa Core-Monitor ti aṣa Touch Bar akọkọ, ṣugbọn hardware Touch Bar n ṣe afihan boṣewa macOS rinhoho. Tẹ Command-Shift-6 lati pada si eto Touch Bar, tabi yipada pada si ipo Core-Monitor lati lo awọn nkan wọnyi laaye.
zh_hans: 您仍在编辑 Core-Monitor 的自定义 Touch Bar 布局，但硬件 Touch Bar 显示标准 macOS 条带。按 Command-Shift-6 返回系统 Touch Bar，或切换回 Core-Monitor 模式以实时应用这些项目。
zh_hant: 您仍在編輯 Core-Monitor 的自訂 Touch Bar 佈局，但硬體 Touch Bar 顯示標準 macOS 條帶。按 Command-Shift-6 返回系統 Touch Bar，或切換回 Core-Monitor 模式以即時套用這些項目。
zu: Usahlela ukwakheka kwe-Core-Monitor okungokwezifiso kwe-Touch Bar, kodwa i-hardware Touch Bar ibonisa umugqa we-macOS ojwayelekile. Cindezela u-Command-Shift-6 ukuze ubuyele ohlelweni Touch Bar, noma ubuyele kumodi ye-Core-Monitor ukuze usebenzise lezi zinto bukhoma.
